TargetApplication=2.57
Author=J. Hurtig
SourceLANGID=1033
LANGID=1035
Generator=DKLang Translation Editor v3.0
LastModified=2011-12-30 19:15:09

[About]
00000002=Tietoja
00000094=Aren
00000161=Sulje
00000162=Versio
00000165=Kommentit, virheistä, parannuksista, jne. ovat tervetulleita.
00000166=Tietoja Advanced Renamerista
00000167=Tutustu myös foorumiin

[AddDir]
00000002=Lisää hakemisto
00000094=&Maski:
00000161=Peruuta
00000162=OK
00000163=&Sisältää alihakemistot
00000164=Uusi kansio...

[ARenMain]
00000002=ARen
00000005=0 Kohdetta
00000006=0 Virhettä
00000007=Tila: OK
00000008=Päätyökalurivi
00000009=Virkistä
00000010=&Testierä
00000011=Automaattinen &Testierä
00000012=Näytä pikkukuvat
00000013=Asetukset
00000014=O&hje
00000015=Hakem&isto...
00000016=Pi&kanäppäimet...
00000017=&Version loki...
00000018=Tarkista uusi&n versio...
00000020=Tietoj&a...
00000021=K&umoa edellinen erä
00000022=Aloita erä
00000023=työkalurivin lista
00000024=Lisää
00000025=Tiedostot...
00000026=Hakemisto...
00000027=&Lista
00000028=Su&lje
00000029=Tallenna...
00000030=Tyhjennä...
00000031=Hävitä virh&eelliset tiedostot
00000032=Siirrä ylimmäksi
00000033=Siirrä ylös
00000034=Siirrä alas
00000035=Siirrä alimmaksi
00000036=Nimeä tiedostot
00000058=Nimeä kansiot
00000067=Tiedostonimi:
00000068=Hakemisto:
00000069=Koko:
00000070=Luontipvm:
00000071=Muutospvm:
00000072=Tiedostotyyppi:
00000073=Attribuutit:
00000074=Käytetty pvm:
00000075=Tiedoston tiedot
00000076=Ei tietoja
00000077=Ei voida ladata laajennuksen tietoja. Tiedosto voi olla käytössä.
00000078=Kuva
00000079=Mittasuhde:
00000080=Päiväys:
00000081=Tekijä:
00000082=Tekijänoikeus:
00000084=ID3
00000085=Nimi:
00000086=Artisti:
00000087=Levy:
00000088=Raita:
00000089=Vuosi:
00000090=Tyyli:
00000091=Dir
00000092=Sisällöt:
00000093=Paneeli 1
00000094=Menetelmää ei löydy.
00000095=Nimeämisen menetelmälista
00000096=Menetelmärivi
00000097=Lisää menetelmä
00000098=Hävitä menetelmä
00000099=Tyhjennä
00000100=Ylimmäksi
00000101=Ylös
00000102=Alas
00000103=Alimmaksi
00000105=Lataa menetelmälista
00000106=Tallenna menetelmälista
00000107=Asettelu:
00000110=Tallenna luettelo
00000111=Siirrä Valitut
00000112=Siirrä ylimmäksi
00000113=Siirrä ylös
00000114=Siirrä alas
00000115=Siirrä alimmaksi
00000116=Lisää...
00000117=Hävitä
00000118=Käynnistä
00000119=Ominaisuudet...
00000120=Lataa lista...
00000121=Tallenna lista...
00000122=Tyhjennä lista
00000123=Virkistä
00000124=Asettelu
00000125=Sovita sarakkeet
00000144=&C Mukautettu...
00000145=&C Kopioi
00000152=Siirrä
00000153=Ylimmäksi
00000154=Ylös
00000155=Alas
00000156=Alimmaksi
00000157=Vaihda menetelmä
00000158=Lisää menetelmä
00000159=Poista
00000160=Tyhjennä
00000161=Ohjeita ohjelman käyttöön?
00000162=Ohjeita ohjelman käyttöön?
00000163=Aloitusohjeet...
00000164=Lisää erän menetelmä
00000179=Upota &tagi
00000180=Kumoa
00000181=&T Leikkaa
00000182=&C Kopioi
00000183=&P Liitä
00000184=Valitse K&aikki
00000185=Vieraile online &foorumilla...
00000186=Muokkaa sarakkeet
00000187=Asettelu
00000188=Sovita sarakkeet
00000189=&C Mukautettu...
00000190=Näyttötyyli
00000191=Tarkemmat
00000192=Isot kuvakkeet
00000193=Pienet kuvakkeet
00000194=Lista
00000195=&C Tue ohjelmaa...
00000196=Merkitse
00000197=Merkitsemättömät valittu
00000198=Merkityt valittu
00000200=Poista merkinnät
00000201=Merkitse kaikki
00000202=Erän tila:
00000203=Ulostulokansio:
00000204=Tallenna lista
00000205=CSV tiedostoon...
00000206=Poista kohteet luettelosta ilman ID3 tageja
00000207=Poista kohteet luettelosta ilman kuvatietoja
00000219=Ristiriitaisuuden sääntö:
00000220=Erotin:
00000221=Merkintä:
00000223=Avaa erän menetelmä
00000225=Tallenna erän menetelmä

[CustomizeCols]
00000002=Omavalintaiset sarakkeet
00000094=Sarakkeen a&settelu:
00000095=&C Sarakkeet:
00000096=&W Sarakkeiden leveys:
00000097=OK
00000098=Peruuta
00000099=&U Ylös
00000100=&D Alas
00000101=&T Ylimmäiseksi
00000102=&B Alimmaiseksi
00000103=Tallenna
00000104=Poista

[InsertTag]
00000003=<Inc Nr> - Numerointi ylös
00000094=Oletustagit
00000095=Oletustagit\nID3/MP3 tagit\nKuvatagit\nPvm./Aika tagit\nPvm./Luontiaika tagit\nPvm./Muutosaika tagit\nTarkemmat tagit\n
00000096=Oletus
00000097=<DirName> - Hakemiston nimi
00000099=<Inc Alpha> - Nousevat kirjaimet
00000101=<Num Dirs> - Hakemistojen alihakemistojen kokonaismäärä
00000103=<Num Files> - Tiedostojen kokonaismäärä hakemistossa
00000105=<Ext> - Laajennus
00000107=<Name> - Tiedoston nimi ilman päätettä
00000109=<Inc NrDir> - Nouseva numerointi hakemistoille
00000111=<Num Items> - Listan kohteiden kokonaismäärä
00000113=ID3/MP3
00000114=<ID3 Levy>
00000116=<ID3 Vuosi>
00000118=<ID3 Raita>
00000120=<ID3 Nimi>
00000122=<ID3 Tyyli>
00000124=<ID3 Artisti>
00000126=Kuva
00000127=<IMG Width> - Kuvan leveys
00000129=<IMG Height> - Kuvan korkeus
00000131=<IMG Year>
00000133=<IMG  Month>
00000135=<IMG Day>
00000137=<IMG Hour>
00000139=<IMG Min>
00000141=<IMG Sec>
00000143=<IMG Author> - Kuvan tekijä
00000145=<IMG Copyright> - Kuvan tekijänoikeus
00000147=Aika
00000148=<Year>
00000150=<Sec>
00000152=<Min>
00000154=<Hour>
00000156=<Day>
00000158=<Month>
00000160=Luotu
00000161=<Luontivuosi>
00000163=<Sec Created>
00000165=<Min Created>
00000167=<Hour Created>
00000169=<Day Created>
00000171=<Month Created>
00000173=Muutos
00000174=<Year Modified>
00000176=<Sec Modified>
00000178=<Min Modified>
00000180=<Hour Modified>
00000182=<Day Modified>
00000184=<Month Modified>
00000186=O&hje
00000187=<Rand> - Satunnainen numerointi
00000188=Edistyneet
00000189=<Tiedoston sisältö>
00000190=<Bittivirta>
00000191=<Substr> - Alarivi
00000192=<RSubstr> - Alarivi - oikea
00000193=<Word> Indeksoi sanat tiedostonimeen
00000194=<IMG Subsec>

[InsertTagWnd]
00000002=Upota tagi
00000094=Peruuta
00000095=Lukuarvo
00000096=Rakenne
00000097=OK
00000098=Käytä säännöllisiä lausekkeita
00000099=Tagit:
00000100=Metamerkit säännöllisiin lausekkeisiin:

[Patern]
00000002=Rakenteet
00000094=&P Käytettävät rakenteet:
00000159=&D Poista
00000160=&S Valitut merkinnät:
00000161=OK
00000162=Peruuta
00000163=&Lisää
00000164=&N Uusi

[PreRenaming]
00000002=Aloita nimeäminen
00000094=Nimeämisen asetukset:
00000160=Varmista, että nimeämisasetukset ovat oikein ennen kuin klikkaat Nimeä -painiketta.
00000161=Peruuta
00000162=Nimeä

[Progress]
00000002=Eteneminen
00000094=Odottele, suoritetaan erää...
00000160=Tiedostojen kokonaismäärä:
00000161=OK
00000162=Katso virheet
00000163=Lisää tiedostot:
00000164=Ei mitään
00000165=Ei mitään\nTiedostot jotka voidaan nimetä uudelleen\nTiedostot joita ei voida nimetä uudelleen\nKaikki tiedostot\n
00000166=Välilehti 1
00000167=Tiedostonimi
00000168=Virhekoodi
00000169=Laskuvirhe
00000170=Tiedostoja yht:
00000171=Onnistunut:
00000172=Virheet:
00000173=Välilehti 2
00000174=Virheitä löytyi:

[ProgressAdd]
00000002=Odottele
00000094=Lisätään tiedostot...
00000161=Peruuta

[ProgressError]
00000002=Virheitä on havaittu
00000094=Virheitä on löytyi valitun erän tiedostoista. Seuraavia tiedostoja ei voi nimetä uudelleen. Valitse alhaalta toiminto. Tiedostoja ei ole vielä nimetty uudelleen.
00000161=Pysäytä erä
00000163=Ohita virheelliset tiedostot
00000164=Tiedostoja yht:
00000165=Virheet:
00000166=Tiedostonimi
00000167=Virhe

[Settings]
00000002=Asetukset
00000161=Peruuta
00000162=OK
00000163=Oletus
00000164=Ko&rvaa tukemattomat merkit tällä:
00000165=Leveys:
00000166=Korkeus:
00000167=Näytä Tiedoston tiedot ikkuna
00000168=Vahvista listan &tyhjennys
00000171=S&elaa Lauseyhteysvalikkoa
00000172=Näytä ruudukko
00000173=Käytä EXIF tietoja kuvan leveydessä ja korkeudessa
00000174=Käytä jokerimerkkejä (*) korvausmenetelmässä
00000175=Kielivalinta:
00000177=Tallenna asetukset tähän kansioon:
00000178=Oma kansio
00000179=Samaan kansioon kuin missä aren.exe on
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Avaa kansio...
00000187=Näytä käyttöohje ohjelman alussa
00000188=Käytä nollia numerotageissa
00000194=Tarkista päivitykset käynnistettäessä
00000195=EXIF kenttä kuvan pvm. aika toiminnoille:
00000196=Tarkastettujen tila vaikuttaa Inc Nr tageihin
00000197=Sanan erottimet:
00000198=Yhdistä .aren -tiedostot Advanced Renamerin käyttöön
00000199=Yleinen
00000200=Ohjelma
00000201=Nimeäminen
00000202=Kuvatiedostot
00000203=Musiikkitiedostot
00000204=Etusijainen ID&3

[UndoBatchForm]
00000002=Kumoa
00000094=Valitse kumottava työ listasta vasemmalta
00000161=Sulje
00000162=Kumoa tämä lista
00000163=Alkuperäinen tiedostonimi
00000164=Nimetty tiedostonimi
00000165=Virhe
00000166=Hakemisto
00000167=Tarkista kaikki
00000168=Älä tarkista kaikkea
00000169=Valitse edellinen työn alla oleva erä ja napsauta painiketta "Kumoa tämä lista" jotta palataan työn nimeämiseen.
00000170=Nimetyt kansiot
00000171=Poista...
00000172=Tarkistamaton virh&eellinen kohta

[frmAddFolderChoice]
00000001=Lisää kansio
00000002=Peruuta
00000003=OK
00000004=&F Lisää tiedostot kansioista
00000005=Lisää kansi&ot
00000006=Sisällytä al&ikansiot
00000007=Tiedostonimen &maski:
00000008=Valitse miten haluat lisätä kansiot Advanced Renamerissa.
00000009=Lisää juu&rikansiot
00000010=Li&sää alikansiot

[BatchResultFrame]
00000003=Edellinen tulos
00000004=Kohteita kaikkiaan:
00000005=Virheitä löytyi:
00000006=Näytä virheet...
00000007=Kumoa edellinen erä...
00000008=Lisää kaikki onnistuneet kohteet
00000009=Lisää kohteet virheineen
00000010=Lisää kaikki kohteet

[$CONSTANTS]
AbsoluteDateTime=Täydellinen pvm. ja aika
Accessed=Käytetty
AccessedDateTime=Käytetty pvm. ja aika
Add=Lisää nimeen
AddFiles=Lisää tiedostot
AddingFiles=Lisätään tiedostot...
AllFiles=Kaikki tiedostot
AnalyzingFiles=Analysoidaan tiedostot...
ApplyTo=Käytössä on
Archive=Arkisto
Archive_Short=A
AtIndex=Alkaen merkistä
Backwards=Lopusta
BatchModeCopy=Kopioi
BatchModeMove=Siirrä
BatchModeRename=Nimeä
CaseSensitive=Merkkikokoriippuvainen
ColumnName0=Tiedostonimi
ColumnName1=Polku
ColumnName10=ID3 Tyyli
ColumnName100=Kansionimi
ColumnName101=Polku
ColumnName102=Luontipvm.
ColumnName103=Attribuutit
ColumnName104=Uusi attribuutti
ColumnName105=Uusi kansionimi
ColumnName106=Uusi luontipvm.
ColumnName107=Virhekoodi
ColumnName108=Virhe
ColumnName109=Uusi polku
ColumnName11=ID3 Nimi
ColumnName12=ID3 Raita
ColumnName13=ID3 Vuosi
ColumnName14=Uusi attribuutti
ColumnName15=Uusi tiedostonimi (testierä)
ColumnName16=Uusi luontipvm.
ColumnName17=Uusi käytetty pvm.
ColumnName18=Uusi muokkauspvm.
ColumnName19=Virhekoodi
ColumnName2=Koko
ColumnName20=Virheet
ColumnName21=Päiväys
ColumnName22=Laajennus
ColumnName23=Uusi polku
ColumnName3=Luontipvm.
ColumnName4=Käytetty pvm.
ColumnName5=Muokkauspvm.
ColumnName6=Attribuutit
ColumnName7=Mittasuhteet
ColumnName8=ID3 Levy
ColumnName9=ID3 Artisti
CopiedFileCouldNotBeFound=Kopioitua tiedostoa ei löytynyt
CopiedFolderCouldNotBeFound=Kopioitavaa kansiota ei löydy
CopiedItem=Kopioitava kohde
CopiedItemPath=Kopioitavan kohteen polku
Created=Luotu
CreatedDateTime=Luontipvm. ja aika
current=nykyinen
Datetime=Pvm. Aika
Day=Päivä
DeltaDateTime=Delta pvm. ja nimi
DirnamePattern=Hakemistorakenne
Edit=Muokkaa
Error=Virhe
Errors=Virheet
Err_100=OK
Err_101=Tuntematon virhe
Err_102=<>:"/\\*? merkkejä ei tueta tiedostonimissä
Err_103=Tiedostonimi sisältää kiellettyjä merkkejä
Err_104=Tiedostonimi liian pitkä
Err_105=Tiedosto on jo olemassa
Err_106=Kansiota ei ole olemassa
Err_107=Lähdetiedostoa ei löydy
Err_108=Tiedostonimeä ei ole määritelty
Err_109=Mahdollisesti useita tiedostoja joilla on sama nimi
Err_110=Kelpaamaton nimeämismenetelmä
Err_111=Kuvan tietoja ei löydy
Err_112=ID3 TAG ei löydy
Err_113=Liian monta tiedostoa <Nous Kirj>
Err_114=Kelpaamaton aikaleima
Err_115=Laajennus muutettu
Err_116=Kelpaamaton tagi
Err_117=Kelpaamaton säännöllinen lauseke
Err_118=Rakennetta ei löydy
EXIFDate_DateDigitized=Digitointi pvm.
EXIFDate_DateOriginal=Alkuperäinen pvm.
EXIFDate_DateTaken=Vientipvm.
Extension=(Laajennus)
File=Tiedosto
FileCouldNotBeRenamed=Tiedostoa ei voitu nimetä uudelleen
Fileinfo=Tiedoston tiedot
FilenamePattern=Tiedostonimen rakenne
FileRenamedOK=Tiedoston nimeäminen OK
Files=Tiedostot
Folder=Kansio
FolderLocation=Kansion sijainti
Folders=Kansiot
GettingThumbnails=Pikkukuvien hakeminen
GotErrors=Tuli virheitä
Hidden=Piilotetut
Hidden_Short=H
Hour=Tunti
ImageDateTime=Kuvan pvm. ja aika
ImageFile=Kuvatiedosto
InvertCase=Aseta kirjaimet käänteisesti
ItemNotReverted=Ei voida palauttaa kohdetta
ItemRevertedOK=Kohteen palautus OK
Items=Kohteet
LoadList=Lataa luettelo
LowerCase=Kaikki kirjaimet pienillä
LowerCaseFirstLetter=Aseta lause alkamaan pienellä kirjaimella
LowerCaseFirstLetterInEveryWord=Aseta pieni kirjain joka sanan alkuun
LowerCasePattern=Aseta pieni kirjain merkintään
MethodName_Add=Lisää kirjaimia
MethodName_Attributes=Attribuutit
MethodName_List=Nimiluettelo
MethodName_Move=Siirrä kirjaimia
MethodName_NewCase=Kirjaimien koko
MethodName_NewName=Aseta uusi nimi
MethodName_Remove=Hävitä kirjaimia
MethodName_RemovePattern=Hävitä samat merkit
MethodName_Replace=Korvaa kirjaimia
MethodName_Timestamp=Aikaleima
Methods=Menetelmiä
Min=Min
Modified=Muokattu
ModifiedDateTime=Muokkauspvm. ja aika
Month=Kk
Month_01_Long=Tammikuu
Month_01_Short=Tam
Month_02_Long=Helmikuu
Month_02_Short=Hel
Month_03_Long=Maaliskuu
Month_03_Short=Maa
Month_04_Long=Huhtikuu
Month_04_Short=Huh
Month_05_Long=Toukokuu
Month_05_Short=Tou
Month_06_Long=Kesäkuu
Month_06_Short=Kes
Month_07_Long=Heinäkuu
Month_07_Short=Hei
Month_08_Long=Elokuu
Month_08_Short=Elo
Month_09_Long=Syyskuu
Month_09_Short=Syy
Month_10_Long=Lokakuu
Month_10_Short=Lok
Month_11_Long=Marraskuu
Month_11_Short=Mar
Month_12_Long=Joulukuu
Month_12_Short=Jou
MoveCount=Siirtomäärä
MovedFileCouldNotBeFound=Siirrettävää tiedostoa ei löydy
MovedFolderCouldNotBeFound=Siirrettävä kansio ei ole löydettävissä
MovedItem=Siirrettävä kohde
MovedItemPath=Siirrettävän kohteen polku
MoveFrom=Siirrä paikasta
MoveRelative=Siirrä suhteessa
MoveTo=Siirrä paikkaan
MsgTitle_Confirm_ClearList=Tyhjennä lista
MsgTitle_Confirm_OverwriteColumnSet=Asetus on jo valmiina
MsgTitle_Confirm_Quit=Lopeta Advanced Renamer
MsgTitle_Error=Virhe
MsgTitle_Error_FileNotFound=Tiedostoa ei löydy
MsgTitle_Error_InvalidColumnSetName=Kelpaamaton nimi
Msg_Confirm_ClearList=Olet tyhjentämässä kaikki tiedot listalta.\n\nHaluatko varmasti jatkaa?
Msg_Confirm_ClearMethodList=Tyhjennä menetelmälista?
Msg_Confirm_DeleteColumnSet=Poista sarakkeiden asettelu\n\nHaluatko varmasti poistaa asettelun "%s"
Msg_Confirm_ExtChanged=Laajennus muuttaa joitakin tiedostoja. Tämä voi tehdä, joissain tapauksissa, tiedostoista käyttökelvottomia.\n\nHaluatko silti jatkaa nimeämistä?
Msg_Confirm_OverwriteColumnSet=On jo olemassa\n\nHaluatko ylikirjoittaa asetetun "%s"?
Msg_Confirm_OverwriteFile=Ylikirjoita tiedosto?\n\nOlet korvaamassa tiedoston "%s". Haluatko jatkaa?
Msg_Confirm_PopulateList=Korvataanko Testierän alkuperäiset nimet?
Msg_Confirm_Quit=Tiedostoja on vielä listalla \n\nHaluatko silti lopettaa?
Msg_Confirm_RenamingPossibleErrors=Virheitä löytyi\n\nMahdollisissa virheissä todetaan että on mahdotonta nimetä lisättyjä tiedostoja..\n\nJatkatko nimeämistä?
Msg_Confirm_SettingsPathChanged=Olet muuttanut Asetuskansion.\n\nHaluatko kopioida nykyiset asetukset tähän kansioon?\n\nHuom: Kaikki olemassa olevat tiedostot kansiossa ylikirjoitetaan.
Msg_Error_AddFileAssociation=Ei voida lisätä tiedostoyhteyttä
Msg_Error_CannotAddFiles1000=Ei voi lisätä tiedostoja.\n\nListalle ei voi lisätä enempää kuin 10000 kohdetta.
Msg_Error_CheckUpdates=Virhe\n\nEi voitu tarkistaa päivityksiä.
Msg_Error_CoultNotCreateFolder=Ei voida luoda kansiota
Msg_Error_FileNotFound=Virhe\n\nEi löydy tiedostoa "%s".
Msg_Error_InvalidColumnSetName=Virhe\n\n%s ei ole kelvollinen nimi\n\nSarakkeen nimi voi sisältää vain kirjaimia ja numeroita,sekä - ja_.
Msg_Error_InvalidFolder=Virhe\n\nEi kelvollinen kansio.
Msg_Error_MustEnableBeforeAddFolders=Sinun täytyy sallia jompikumpi "%s" tai "%s"
Msg_Error_NotFoundItems=%d kohteista ei löytynyt.\n\n%s
Msg_Error_NoUndoList=Kumottavaa listaa ei ole valittu.
Msg_Error_Only2000Plus=Tämä ominaisuutta ei tueta järjestelmässäsi. Ominaisuus on käytettävissä vain Windows 2000 tai uudemmissa.
Msg_Error_RemoveFileAssociation=Ei voida hävittää tiedostoyhteyttä
Msg_Error_RenamingNoFilesInList=Virhe\n\nEi voi aloittaa nimeämällä koska tiedostoja ei ole listalla.
Msg_Error_Unknown=Tuntematon virhe\n\n%s
Msg_FirstTimeUse=Saatat ehkä käyttää ensimmäisen kerran Advanced Renameria. On hyvä vilkaista käyttäjän opasta ennen ohjelman käyttöä.\n\nHaluatko katso käyttäjäopasta nyt?
Msg_Info_BatchModeNotSupportedForFolders=Valittua Erän tilaa ei tueta käytettävän kansion kanssa.
Msg_Info_ConvertMethods_0310=Tässä Advanced Renamer versiossa menetelmän esiasetukset sijaitsevat mukautetussa kansiossa. Kun klikkaat OK voit valita tyhjän kansion muuttaaksesi olemassa olevan menetelmän esiasetukset.
Msg_Info_CouldNotBeAdded=%d tiedostoa ei voitu lisätä.
Msg_Info_ItemsAlreadyInList=%d kohteista on jo listalla
Msg_Info_LanguageChange=Kielivalinta tulee käyttöön kun ohjelma on käynnistetty uudelleen.
Msg_Info_NewVersion=Uusi versio Advanced Renamerista on saatavilla.\n\nHaluatko ladata sen?
Msg_Info_NoNewVersion=Uutta versiota Advanced Renamerista ei ole tällä kertaa saatavana.
Msg_Info_RevertChanges=Tämä palauttaa kaikki muutokset oletusasetuksiin.\n\nHaluatko jatkaa?
Msg_Info_UndoSuccess=Uudelleennimeäminen onnistui on onnistuneesti palautettu.
MusicFile=Musiikkitiedosto
Name=(Nimi)
NameAndExtension=(Nimi ja laajennus)
NameCollisionRule_AppendImgSubsec=Lisää kuva alas
NameCollisionRule_AppendNumber=Nouseva numero
NameCollisionRule_AppendPattern=Lisää merkintä
NameCollisionRule_Fail=Ei mitään
NewCase=Uusi kirjain
NewFolder=Uusi kansio
NewName=Uusi nimi
No=Ei
NoChange=Ei muutoksia
NoMethods=Ei menetelmää käytössä.\n\nKlikkaa Lisää -painiketta uuden menetelmän lisäämiseksi.
NumericValueOrPattern=Lukuarvo tai hakumerkintä
OK=OK
OriginalFileNotFound=Alkuperäistä tiedostoa ei löydy
OriginalFileStillExists=Alkuperäinen tiedosto on vielä olemassa
OriginalFolderNotFound=Alkuperäistä kansiota ei löydy
OriginalFolderStillExists=Alkuperäinen kansio on vielä olemassa
Pattern=Rakenne
PopulateList=Nimeä kaikki
ReadOnly=Vain luku
Readonly_Short=R
RegEx_AnyChar=Jokin merkki
RegEx_CharList=Merkki on jo luettelossa
RegEx_Digit=Numeromerkki
RegEx_EndLine=Loppurivi
RegEx_Match0OrMore=Sopii 0 tai enemmän
RegEx_Match1Or0=Sopi 1 tai 0
RegEx_Match1OrMore=Sopi 1 tai enemmän
RegEx_MatchLeastNTimeNoMoreM=Sopii vähintään n kertaa mutta ei useammin kuin m kertaa
RegEx_MatchLeastNTimes=Sopii vähintään n kertaa
RegEx_MatchNTimes=Sopii n kertaa
RegEx_NonCharList=Merkkiä ei ole mainittu merkkiluettelossa
RegEx_NonDigit=Ei-numeromerkitön
RegEx_NonWordChar=Ei-sanamerkitön
RegEx_StartLine=Rivin alku
RegEx_SubAlternative=Muu alarakenne
RegEx_SubGroup=Alarakenteen ryhmä
RegEx_SubMatch=Ensimmäinen alarakenne sopii
RegEx_WordChar=Sanamerkki
RemoveCount=Hävitä laskenta
RenamedFileCouldNotBeFound=Nimettyä tiedostoa ei löydy
RenamedFolderCouldNotBeFound=Nimettyä kansiota ei löydy
RenamedItem=Nimetty kohde
RenamedItemPath=Nimetyn kohteen polku
Replace=Korvaa
ReplaceWith=Kirjaimilla
SaveColumnSet=Tallenna sarakkeiden asettelu
SaveList=Tallenna
Sec=Sek
SelectFolder=Valitse kansio
SelectMethod=Valitse menetelmä.
Set=Aseta
StartingAt=Alkaen
Status=Tila
Status_TestingNames=Tila: Nimien testaus...
System=Järjestelmä
System_Short=S
TextList=Tekstilista
TextToBeReplaced=Korvaa teksti
ToRemoveMoreThanOne=Voit poistaa useita malleja käyttämällä  \\ erotinta eri rakenteeseen
ToReplaceMoreThanOne=Korvaa käytössä useampi kuin yksi lause \\ erota eri lauseet.
TypeNameForColumnSet=Nimi sarakkeeseen asetettuna.
Unset=Asettamaton
UpdateAvailable=Päivitys saatavilla. Klikkaa päivittääksesi.
UpperCase=Kaikki kirjaimet isoilla
UpperCaseFirstLetter=Aseta lause alkamaan isolla kirjaimella.
UpperCaseFirstLetterInEveryWord=Aseta iso kirjain joka sanan alkuun
UpperCasePattern=Aseta iso kirjain rakenteeseen
UseRegularExpressions=Käytä säännöllisiä lauseita
WordSeperators=Sanaerottimet
Year=Vuosi
Yes=Kyllä
